{
  "items": [
    { "key": "ethan", "value": "ETHAN" },
    { "key": "Ethan", "value": "ETHAN" },
    { "key": "Ethan (Pensando)", "value": "ETHAN (Pensando)" },
    { "key": "ethan (pensando)", "value": "ETHAN (Pensando)" },
    { "key": "ethan pensando", "value": "ETHAN (Pensando)" },
    { "key": "Ethan pensando", "value": "ETHAN (Pensando)" },
    { "key": "alistair", "value": "ALISTAIR" },
    { "key": "Alistair", "value": "ALISTAIR" },
    { "key": "McGregor", "value": "ALISTAIR" },
    { "key": "blackthorn", "value": "BLACKTHORN" },
    { "key": "Blackthorn", "value": "BLACKTHORN" },
    { "key": "Elara", "value": "ELARA" },
    { "key": "elara", "value": "ELARA" },
    { "key": "elara y ethan", "value": "ETHAN Y ELARA" },
    { "key": "ethan y elara", "value": "ETHAN Y ELARA" },
    { "key": "Narrador", "value": "NARRADOR" },
    { "key": "narrador", "value": "NARRADOR" },
    { "key": "amigo alistair", "value": "UN AMIGO DE ALISTAIR" },

    { "key": "ActIMessageStart", "value": "Ethan se encuentra tranquilamente en su habitación, leyendo un relato narrativo de fantasía medieval. Acaba el episodio. " },
    { "key": "ActIMessageI", "value": "Jamás entenderé como nos hemos depreciado tanto como sociedad. ¿Cómo es posible que el honor hoy en día se mida en likes?" },
    { "key": "ActIMessageII", "value": "Hay algo que se me pierde... Días aburridos, sin pasión ninguna, gente enfocada en una pantalla buscando dopamina constante... ¿Por qué? ¿A caso las facilidades que tenemos hoy en día nos están haciendo mal?" },
    { "key": "ActIMessageIII", "value": " Pero no tiene sentido; tenemos todo el tiempo del mundo para vivir aventuras, llevar una vida llena de emociones y preferimos vivirla a través de una pantalla..." },
    { "key": "ActIMessageIV", "value": "De repente, Ethan recuerda que mañana es lunes; debe volver al instituto, toca volver a la rutina, una rutina en la que se siente ahogado. Mientras mira por la ventana, una estrella fugaz recorre el inmenso vacío que es el cielo." },
    { "key": "ActIMessageV", "value": "¿Una estrella fugaz? ¿Con tanta contaminación lumínica? Hace tanto tiempo no veía una... Será que es especial... ¡Voy a pedir un deseo!" },
    { "key": "ActIMessageVI", "value": "¡Deseo vivir en una fantasía medieval!" },

    { "key": "ActIPartIIMessageI", "value": "¿Pero...?¡Que acaba de pasar! Debo estar en un sueño lúcido... o, ¿Será que soy el protagonista de la simulación? Imposible... en Jumanji nunca pasó todo tan rápido. " },
    { "key": "ActIPartIIMessageII", "value": "Ethan está visiblemente anonadado, acelerado al haber sentido todo de una manera tan realista. " },
    { "key": "ActIPartIIMessageIII", "value": "Por qué... no será que se ha hecho realidad lo de la estrella fugaz, ¿No? Es que un sueño esto no parece, vamos. Y esto es una choza medieval, de toda la vida, con un hedor a... ¿Alcohol? Pero bueno, choza medieval. Si esto fuese así... debo encontrar cualquier pista, ¿Yo quién soy?" },
    { "key": "ActIPartIIMessageIV", "value": "Dios mío... Este Blackthorn debe ser todo un caballero. Pero... ¿Por qué estaría el papel bañado en lágrimas? " },
    { "key": "ActIPartIIMessageV", "value": "Supongo que estarán muy presentes las emociones si ayer mismo hubo una guerrilla con otro clan... Debo tener cuidado, ¿Y si esta no es mi casa? Además, ¿Qué pinto yo aquí? Desde luego que... no lo sé. Debo salir de aquí, debo encontrar mi objetivo, mi función en este mundo... ¿Será que yo soy Blackthorn?" },
    { "key": "ActIPartIIMessageVI", "value": "El único sitio donde he escuchado barullo es en este... No parece ser un centro cultural, pero bueno, habrá que entrar si quiero tener alguna información... " },
    { "key": "ActIPartIIMessageVII", "value": "Papá! ¿Pero qué haces aquí?" },
    { "key": "ActIPartIIMessageVIII", "value": "Mhm.. mmmmtuu.. pero... mijoo tubarnooee... (vomita) mmmh... nnhh..." },
    { "key": "ActIPartIIMessageIX", "value": "Dios mío... ¡Está completamente borracho! Pero... ¿Qué dice? Si habla otro idioma no podré comunicarme, me quedaré atrapado aquí... ¡Para siempre!" },
    { "key": "ActIPartIIMessageX", "value": "Tu padre está doblado... De nuevo. Ethan... Llévatelo para la casa y hazle el té de hierbas... Como siempre vamos. " },
    { "key": "ActIPartIIMessageXI", "value": "Oh... Claro... Como siempre, sí... ¡Gracias! " },
    { "key": "ActIPartIIMessageXII", "value": "Estoy en shock. Es literalmente mi padre. ¿Cómo es posible? De todas maneras, por mucho que sea igual de apariencia, mi padre jamás estaría en esta situación. No puedo empatizar con este hombre solo por tener una apariencia física igual a la de mi padre. Claramente él no es..." },
    { "key": "ActIPartIIMessageXIII", "value": "Hijo... Perdóname. Sé que lo he vuelto a hacer. Te he vuelto a fallar. No sabes cuánto me duele que me veas así... ¡Maldita la bebida! (Sollozando) Todo es culpa de ese indeseable... ¡Maldito sea Malcom Blackthorn!" },
    { "key": "ActIPartIIMessageXIV", "value": "¿Lord Malcom Blackthorn...?" },
    { "key": "ActIPartIIMessageXV", "value": "Maldito impostor... Y la gente seguirá creyendo que es el 'salvador' de Dunewick... Antes el pueblo era de los locales; todos trabajábamos e intercambiábamos nuestros bienes, no había envidia, rencores, vivíamos en paz y harmonía. Pero, desde que llego Blackthorn, hijo... La gente trabaja para él... Él se lleva nuestros cultivos, nuestros ropajes... Y todo por su protección... Una protección frente a peligros que antes no había." },
    { "key": "ActIPartIIMessageXVI", "value": "¡Qué casualidad! Fue llegar él y aparecieron todos esos 'peligros'. A veces pienso que todo son invenciones... Nunca nadie los ve, sin embargo; Blackthorn, es el que siempre nos salva de ellos... Pero bueno que yo... (ronca)" },
    { "key": "ActIPartIIMessageXVII", "value": "¿Papá?... " },
    { "key": "ActIPartIIMessageXVIII", "value": "¿Se ha dormido? ¿Qué acaba de pasar? Este hombre es mi padre, habla igual, es igual... Pero está destrozado... Será que ha acabado así realmente por este tal Blackthorn... Me duele mucho ver a mi padre así. ¿Pero qué le voy a hacer? Lo que está claro es que ese tal Blackthorn da mucho de que hablar... ¿Tan malo será? Tengo que volver a salir... En ese bar quizá la gente no este en sus cabales... Pero seguro que por el pueblo hay alguien dispuesto a contarme su verdad." },
    
    { "key": "ActIIMessageI", "value": "Ethan se encuentra en el peñón, el único lugar seguro y solitario donde puede reflexionar tranquilamente. Las últimas dos semanas han sido realmente difíciles." },
    { "key": "ActIIMessageII", "value": "No lo entiendo... Realmente todos están a merced de Blackthorn... Todos respetan e incluso alaban a este impostor. ¡Pero es clarividente el daño que está haciendo! Debo conseguir que este ser maligno desaparezca. Cuando él no esté, la paz volverá a cada alma atormentada de Dunewick. Pues... Tengo que planificarme..." },
    { "key": "ActIIMessageIII", "value": "Te ves muy metido en tus pensamientos." },
    { "key": "ActIIMessageIV", "value": "Ethan se ve sorprendido por Elara." },
    { "key": "ActIIMessageV", "value": "¿Una elfa? Creía que eran un mito. También creía que en el peñón siempre podría estar seguro... Aunque esta chica no parece tener ningún mal... Se le ve con un aura..." },
    { "key": "ActIIMessageVI", "value": "¿Hola...? ¿Vas a hablarmeeeee?" },
    { "key": "ActIIMessageVII", "value": "P... ¡Perdona! Sí, estaba demasiado... Demasiado dentro de mis pensamientos." },
    { "key": "ActIIMessageVIII", "value": "Soy Elara. ¡Encantada!" },
    { "key": "ActIIMessageIX", "value": "Yo Ethan... Igualmente." },
    { "key": "ActIIMessageX", "value": "Qué chica tan maja... Definitivamente, tiene un aura diferente... Quizá debería hablarle..." },
    { "key": "ActIIMessageXI", "value": "¿Vienes mucho por aquí?" },
    { "key": "ActIIMessageXII", "value": "Últimamente no mucho, ya sabes... No vaya a aparecer un dragón o algo así. Pero antes, cuando había más libertad, me gustaba venir aquí y pensar..." },
    { "key": "ActIIMessageXIII", "value": "¡Es un lugar inspirador!" },
    { "key": "ActIIMessageXIV", "value": "Hahaha... Para mí también lo es... Cuándo necesito tomar decisiones difíciles este es el único lugar que me proporciona un poco de paz." },
    { "key": "ActIIMessageXV", "value": "¿Y contra qué decisión difícil te encuentras ahora?" },
    { "key": "ActIIMessageXVI", "value": "¿Debería contarle?... Quizá es demasiado privado, quizá ella es, a pesar de su dulce apariencia, una persona tan angelical..." },
    { "key": "ActIIMessageXVII", "value": "Bueno... es complicado, todo al final está relacionado, ¿No crees? Todos los males del pueblo... Parece que estamos en una espiral de negatividad casi imposible de romper." },
    { "key": "ActIIMessageXVIII", "value": "Es cierto. Yo todavía tengo nociones de pequeña, de ver a mis padres felices, de tener amigas con las que jugar... Ahora todo está muerto, o muriendo..." },
    { "key": "ActIIMessageXIX", "value": "Lo único que yo intento es ayudar, aliviar el profundo dolor que siente la gente. En el momento en el que la gente no quiera ni hablarlo... Estaremos sentenciados." },
    { "key": "ActIIMessageXX", "value": "Pues tienes razón... Yo... Siento un profundo vacio..." },
    { "key": "ActIIMessageXXI", "value": "¿Por qué?" },
    { "key": "ActIIMessageXXII", "value": "Resulta que mi padre es un alcohólico, incapaz de enderezar su vida... Lo he intentado todo, le he intentado mantener ocupado, le he motivado a dejarlo... Nada, siempre acaba cayendo en las garras de la bebida." },
    { "key": "ActIIMessageXXIII", "value": "Entiendo... El alcohol es el refugio por excelencia en estos momentos difíciles... Pero tras ese refugio hay corazones con un dolor muy grande, cuyo alivio se palia con el alcohol..." },
    { "key": "ActIIMessageXXIV", "value": "Pues ya no se que hacer... Supongo que hasta que el pueblo no vuelva a ser lo de antes, no podré pensar en la recuperación de mi padre." },
    { "key": "ActIIMessageXXV", "value": "¡No digas eso! ¡Estás demasiado dramático! Sí que es difícil, pero lo primero es tu padre, desde dentro... ¿Has probado a hablar con él?" },
    { "key": "ActIIMessageXXVI", "value": "Claro, todos los días. Él es consciente del daño que le está haciendo el alcohol." },
    { "key": "ActIIMessageXXVII", "value": "No, no en ese sentido... Digo a que él te hable... Que te cuente sus dolores, que alivie su dolor mientras te lo explica." },
    { "key": "ActIIMessageXXVIII", "value": "No lo había pensado... Sí que es verdad que hace dos semanas tuvimos una charla similar... Y durante casi una semana no bebió. Pero luego volvió a caer... Necesita estabilidad." },
    { "key": "ActIIMessageXXIX", "value": "Dale tiempo. Quizá necesita comprensión, pero sin un objetivo mayor es muy dificil salir de una rutina viciosa..." },
    { "key": "ActIIMessageXXX", "value": "¡Me has dado una idea! Esta conversación me ha sido muy útil. Gracias, Elara." },

    { "key": "ActIIQuestMessageI", "value": "Ethan tímido, pregunta a su padre como se siente" },
    { "key": "ActIIQuestMessageII", "value": "Alistair explica que se siente mejor, con fuerzas, que quiere ayudarle y por ello necesita mejorar su estilo de vida" },
    { "key": "ActIIQuestMessageIII", "value": "Ethan abre su corazón, confiesa que ha sido demasiado duro con él. Para entender sobre cómo ha llegado a esta situación. Ethan pregunta..." },

    { "key": "ActIIQuestOpI", "value": "Sobre su historia" },
    { "key": "ActIIQuestOpII", "value": "Sobre Blackthorn" },

    { "key": "ActIIQuestOpIMessageI", "value": "Yo siempre he sido hornado, trabajador y buena persona, pero la mala situación del pueblo ha conseguido acabar también conmigo." },
    { "key": "ActIIQuestOpIMessageII", "value": "Comprendo tu situación; pero tenemor que colaborar para que todo vuelva a ser como antes, no podemos quedarnos esperando que cambie." },
    { "key": "ActIIQuestOpIMessageIII", "value": "Sobre si nadie se ha revelado o luchado contra Blackthorn" },
    { "key": "ActIIQuestOpIMessageIV", "value": "(Negando con la cabeza) Todos tienen completamente idealizado a Blackthorn como un gran guerrero, yo no lo tengo tan claro, nadie realmente nunca le ha visto luchar. " },
    { "key": "ActIIQuestOpIMessageV", "value": "Mucha gente comenta que es un gran luchador, pero cuando pregunto quién lo ha visto... Nunca nadie dice nada. Son todo rumores, para enaltecer su nombre. Estoy de acuerdo con lo que dices, hijo. Ya ha pasado mucho tiempo, ya hemos sufrido mucho y el cambio no ha llegado, tendremos que luchar para poder derrocar a Blackthorn y recuperar la normalidad." },
    { "key": "ActIIQuestOpIMessageVI", "value": "Cuanta conmigo. Con tu apoyo, papá, y con el entreno suficiente, nosotros seremos quienes derroquen a Blackthorn." },

    { "key": "ActIIQuestOpIIMessageI", "value": "Blackthorn pudrió el pueblo lentamente. Cuando yo era muy pequeño, Blackthorn llegó y la gente creía que venía a asegurar la zona de peligros que se rumoreaban. Poco a poco, mentira tras mentira, se afianzó con la confianza de la gente. Y ahora, que es demasiado tarde, el pueblo le tiene miedo, pero no se atreven a decirlo." },
    { "key": "ActIIQuestOpIIMessageII", "value": "Todos en el fondo saben que él es la mente detrás de todo el mal, pero nadie le cuestiona públicamente, aunque crecientemente se le ha criticado en privado, pero aun estando en círculos cerrados, a esas personas les han sucedido desgracias, que sinceramente creo están relacionadas con el mal-hablar hacia Blackthorn." },
    { "key": "ActIIQuestOpIIMessageIII", "value": "¿Y nadie nunca se ha revelado contra Blackthorn?" },
    { "key": "ActIIQuestOpIIMessageIV", "value": "(Negando con la cabeza) Todos tienen completamente idealizado a Blackthorn como un gran guerrero, yo no lo tengo tan claro, nadie realmente nunca le ha visto luchar. Mucha gente comenta que es un gran luchador, pero cuando pregunto quién lo ha visto... Nunca nadie dice nada. A veces pienso que son todo rumores, para enaltecer su nombre." },
    { "key": "ActIIQuestOpIIMessageV", "value": "Debemos tomar acción, si no, nadie lo hará. Con tu apoyo, papá, con el entreno suficiente y forjando un armamento de calidad para la batalla, derrocaremos a Blackthorn. Ethan pregunta..." },
    { "key": "ActIIQuestOpIIMessageVI", "value": "¿Te sientes capacitado, papá, para sobreponerte a tu situación y ser parte de esta aventura?" },
    { "key": "ActIIQuestOpIIMessageVII", "value": "Prometo, hijo, que cambiaré, forjaré la mejor espada para que todo vuelva a la normalidad." },


    { "key": "ActIIIMessageI", "value": "Ethan y Blackthorn se encuentran discutiendo acaloradamente frente a una muchedumbre." },
    { "key": "ActIIIMessageII", "value": "¡No escuchéis a este traidor! ¡Quiere agitar al pueblo! Seguro es un peligroso caballero que trata de ganarse vuestra confianza, para luego, ¡Sembrar el mal!" },
    { "key": "ActIIIMessageIII", "value": "En ese caso, ¡Sería un espejo! Todos sabemos que eso es lo que tú eres, Blackthorn. ¡Y ya no te tememos! Si no quieres morir, márchate por dónde has venido, ¡Y no vuelvas!" },
    { "key": "ActIIIMessageIV", "value": "Si así el pueblo lo quiere, me iré. ¡Yo vivo por y para mi pueblo, Dunewick!"},
    { "key": "ActIIIMessageV", "value": "El pueblo lanza hortalizas varias mientras abuchea mostrando un claro desprecio hacia Blackthorn." },
    { "key": "ActIIIMessageVI", "value": "Juro por dios... ¡Os arrepentiréis! No sabéis qué estáis haciendo... Pueblucho de mala muerte... ¡Yo soy el poder! Me echaréis de menos cuando criaturas místicas y toda la calaña vengan a por vosotros, ¡Pero no estaré para defenderos! Que os den mucho por el culo, ¡Zarrapastrosos!" },
    { "key": "ActIIIMessageVII", "value": "Blackthorn, derrotado, se va. El pueblo agradece y festeja la libertad junto a Ethan. Ethan festeja, no obstante, está preocupado por las palabras de Blackthorn." },
    
    { "key": "ActIVMessageI", "value": "Ethan pasea por el pueblo mientras disfruta de la tranquilidad y felicidad que ve en el ambiente. Se da cuenta de que el sol está en el punto más alto del cielo y decide ir a casa. Ahí, se encuentra con su padre." },
    { "key": "ActIVMessageII", "value": "¡Hijo! Ya he conseguido las maderas... los hierros..." },
    { "key": "ActIVMessageIII", "value": "¡Genial! Pues deberíamos forjar la espada cuando antes... Estoy seguro de que Blackthorn estará al llegar." },
    { "key": "ActIVMessageIV", "value": "Blackthorn es una persona vengativa y rencorosa, sus criaturas místicas atacarán el pueblo algún día en busca de sangre; cuando antes tengamos la espada, mejor." },

    { "key": "ActVMessageI", "value": "Ethan, nota nerviosismo, la situación es muy delicada, las calles hablan, el miedo vuelve a estar presente; podría haber una batalla que dependa completamente de él, cuyos finales pueden ser la libertad o la masacre de todo un pueblo." },
    { "key": "ActVMessageII", "value": "Vivir en Dunewick fue una experiencia dura e implacable para Ethan. La ciudad medieval era un lugar donde la existencia diaria era una lucha constante, un marcado contraste con las comodidades y conveniencias del mundo moderno que alguna vez había dado por sentado." },
    { "key": "ActVMessageIII", "value": "En Dunewick, la vida familiar de Ethan se vio empañada por el alcoholismo de su padre, un problema profundo y enconado en un mundo donde los mecanismos para afrontar la situación eran escasos." },
    { "key": "ActVMessageIV", "value": "La dureza del entorno había llevado a su padre a buscar consuelo en la botella, y Ethan a menudo se había sentido impotente ante este vicio destructivo." },
    { "key": "ActVMessageV", "value": "La gente de Dunewick estaba endurecida por el duro entorno y sus corazones estaban protegidos por una conciencia constante de los peligros que acechaban más allá de los muros de la ciudad. La crueldad era una forma de vida, la supervivencia a cualquier precio, y la confianza era un bien escaso." },
    { "key": "ActVMessageVI", "value": "Ethan luchó por encajar, por ganarse la confianza y el respeto de quienes lo rodeaban, y a menudo se sentía como un extraño en un mundo que exigía conformidad." },
    { "key": "ActVMessageVII", "value": "Cuando Ethan enfrentó estas dificultades de frente, comenzó a cambiar." },
    { "key": "ActVMessageVIII", "value": "Se encontró sacando fuerzas de su interior, desarrollando un coraje y una resiliencia que nunca había conocido en el mundo moderno." },
    { "key": "ActVMessageIX", "value": "Se desarrolló como persona para ser fuerte, tuvo que luchar contra peligros y superar las dificultades de su vida diaria en Dunewick. Pero sentía una profunda nostalgia a su origen. La vida en Dunewick era extremadamente difícil, cualquier aventura, por muy bonita que fuese su relato, podía matarle." },
    { "key": "ActVMessageX", "value": "¡Hey! No me ha costado mucho encontrarte... ¡Pero vengo corriendo!" },
    { "key": "ActVMessageXI", "value": "¡Hola! ¿Y por qué tantas prisas?" },
    { "key": "ActVMessageXII", "value": "Dicen que esta noche una de las mágicas criaturas de Blackthorn asediará el pueblo... También hay un rumor; la muerte de esta criatura invocará una supuesta llamada 'grieta del deseo'." },
    { "key": "ActVMessageXIII", "value": "Vaya... Gracias por el aviso; cómo ya sabes, llevo preparándome mucho tiempo para esta batalla. Estoy listo." },
    { "key": "ActVMessageXIV", "value": "Esa misma noche, Ethan derrotó a un feroz dragón que venía a hacer el mal, destruir, provocar terror en Dunewick. Cuándo Blackthorn llegó, visiblemente debilitado, vio que no estaban las cosas como esperaban." },
    { "key": "ActVMessageXV", "value": "Ahí, Blackthorn pidió redención, y juró que nunca más volvería a pisar Dunewick. Después de la batalla y la consiguiente celebración; Ethan fue al peñón de Dunewick, dónde tenía pensado acabar de cerrar la velada mágica que había sucedido." },
    { "key": "ActVMessageXVI", "value": "En un instante, Ethan subió la cabeza, y vio una mágica, enorme y brillante estrella fugaz cruzando el cielo." },

    { "key": "FinalNodeOptionOne", "value": "Deseo volver al mundo real" },  
    { "key": "FinalNodeOptionTwo", "value": "Deseo seguir en Dunewick" }    
  ]
}