{
  "items": [
    { "key": "ethan", "value": "ETHAN" },
    { "key": "Ethan", "value": "ETHAN" },
    { "key": "Ethan (Pensando)", "value": "ETHAN (Pensando)" },
    { "key": "ethan (pensando)", "value": "ETHAN (Pensando)" },
    { "key": "ethan pensando", "value": "ETHAN (Pensando)" },
    { "key": "Ethan pensando", "value": "ETHAN (Pensando)" },
    { "key": "alistair", "value": "ALISTAIR" },
    { "key": "Alistair", "value": "ALISTAIR" },
    { "key": "McGregor", "value": "ALISTAIR" },
    { "key": "blackthorn", "value": "BLACKTHORN" },
    { "key": "Blackthorn", "value": "BLACKTHORN" },
    { "key": "Elara", "value": "ELARA" },
    { "key": "elara", "value": "ELARA" },
    { "key": "Narrador", "value": "NARRADOR" },
    { "key": "narrador", "value": "NARRADOR" },
    { "key": "amigo alistair", "value": "UN AMIGO DE ALISTAIR" },

    { "key": "ActIMessageStart", "value": "Ethan se encuentra tranquilamente en su habitación, leyendo un relato narrativo de fantasía medieval. Acaba el episodio. " },
    { "key": "ActIMessageI", "value": "Jamás entenderé como nos hemos depreciado tanto como sociedad. ¿Cómo es posible que el honor hoy en día se mida en likes?" },
    { "key": "ActIMessageII", "value": "Hay algo que se me pierde... Días aburridos, sin pasión ninguna, gente enfocada en una pantalla buscando dopamina constante... ¿Por qué? ¿A caso las facilidades que tenemos hoy en día nos están haciendo mal?" },
    { "key": "ActIMessageIII", "value": " Pero no tiene sentido; tenemos todo el tiempo del mundo para vivir aventuras, llevar una vida llena de emociones y preferimos vivirla a través de una pantalla..." },
    { "key": "ActIMessageIV", "value": "De repente, Ethan recuerda que mañana es lunes; debe volver al instituto, toca volver a la rutina, una rutina en la que se siente ahogado. Mientras mira por la ventana, una estrella fugaz recorre el inmenso vacío que es el cielo." },
    { "key": "ActIMessageV", "value": "¿Una estrella fugaz? ¿Con tanta contaminación lumínica? Hace tanto tiempo no veía una... Será que es especial... ¡Voy a pedir un deseo!" },
    { "key": "ActIMessageVI", "value": "¡Deseo vivir en una fantasía medieval!" },

    { "key": "ActIPartIIMessageI", "value": "¿Pero...?¡Que acaba de pasar! Debo estar en un sueño lúcido... o, ¿Será que soy el protagonista de la simulación? Imposible... en Jumanji nunca pasó todo tan rápido. " },
    { "key": "ActIPartIIMessageII", "value": "Ethan está visiblemente anonadado, acelerado al haber sentido todo de una manera tan realista. " },
    { "key": "ActIPartIIMessageIII", "value": "Por qué... no será que se ha hecho realidad lo de la estrella fugaz, ¿No? Es que un sueño esto no parece, vamos. Y esto es una choza medieval, de toda la vida, con un hedor a... ¿Alcohol? Pero bueno, choza medieval. Si esto fuese así... debo encontrar cualquier pista, ¿Yo quién soy?" },
    { "key": "ActIPartIIMessageIV", "value": "Dios mío... Este Blackthorn debe ser todo un caballero. Pero... ¿Por qué estaría el papel bañado en lágrimas? " },
    { "key": "ActIPartIIMessageV", "value": "Supongo que estarán muy presentes las emociones si ayer mismo hubo una guerrilla con otro clan... Debo tener cuidado, ¿Y si esta no es mi casa? Además, ¿Qué pinto yo aquí? Desde luego que... no lo sé. Debo salir de aquí, debo encontrar mi objetivo, mi función en este mundo... ¿Será que yo soy Blackthorn?" },
    { "key": "ActIPartIIMessageVI", "value": "El único sitio donde he escuchado barullo es en este... No parece ser un centro cultural, pero bueno, habrá que entrar si quiero tener alguna información... " },
    { "key": "ActIPartIIMessageVII", "value": "Papá! ¿Pero qué haces aquí?" },
    { "key": "ActIPartIIMessageVIII", "value": "Mhm.. mmmmtuu.. pero... mijoo tubarnooee... (vomita) mmmh... nnhh..." },
    { "key": "ActIPartIIMessageIX", "value": "Dios mío... ¡Está completamente borracho! Pero... ¿Qué dice? Si habla otro idioma no podré comunicarme, me quedaré atrapado aquí... ¡Para siempre!" },
    { "key": "ActIPartIIMessageX", "value": "Tu padre está doblado... De nuevo. Ethan... Llévatelo para la casa y hazle el té de hierbas... Como siempre vamos. " },
    { "key": "ActIPartIIMessageXI", "value": "Oh... Claro... Como siempre, sí... ¡Gracias! " },
    { "key": "ActIPartIIMessageXII", "value": "Estoy en shock. Es literalmente mi padre. ¿Cómo es posible? De todas maneras, por mucho que sea igual de apariencia, mi padre jamás estaría en esta situación. No puedo empatizar con este hombre solo por tener una apariencia física igual a la de mi padre. Claramente él no es..." },
    { "key": "ActIPartIIMessageXIII", "value": "Hijo... Perdóname. Sé que lo he vuelto a hacer. Te he vuelto a fallar. No sabes cuánto me duele que me veas así... ¡Maldita la bebida! (Sollozando) Todo es culpa de ese indeseable... ¡Maldito sea Malcom Blackthorn!" },
    { "key": "ActIPartIIMessageXIV", "value": "¿Lord Malcom Blackthorn...?" },
    { "key": "ActIPartIIMessageXV", "value": "Maldito impostor... Y la gente seguirá creyendo que es el 'salvador' de Dunewick... Antes el pueblo era de los locales; todos trabajábamos e intercambiábamos nuestros bienes, no había envidia, rencores, vivíamos en paz y harmonía. Pero, desde que llego Blackthorn, hijo... La gente trabaja para él... Él se lleva nuestros cultivos, nuestros ropajes... Y todo por su protección... Una protección frente a peligros que antes no había." },
    { "key": "ActIPartIIMessageXVI", "value": "¡Qué casualidad! Fue llegar él y aparecieron todos esos 'peligros'. A veces pienso que todo son invenciones... Nunca nadie los ve, sin embargo; Blackthorn, es el que siempre nos salva de ellos... Pero bueno que yo... (ronca)" },
    { "key": "ActIPartIIMessageXVII", "value": "¿Papá?... " },
    { "key": "ActIPartIIMessageXVIII", "value": "¿Se ha dormido? ¿Qué acaba de pasar? Este hombre es mi padre, habla igual, es igual... Pero está destrozado... Será que ha acabado así realmente por este tal Blackthorn... Me duele mucho ver a mi padre así. ¿Pero qué le voy a hacer? Lo que está claro es que ese tal Blackthorn da mucho de que hablar... ¿Tan malo será? Tengo que volver a salir... En ese bar quizá la gente no este en sus cabales... Pero seguro que por el pueblo hay alguien dispuesto a contarme su verdad." },

    { "key": "1op1", "value": "dialog 1 option 1" },
    { "key": "1op2", "value": "dialog 1 option 2" },
    { "key": "1op3", "value": "dialog 1 option 3" },

    { "key": "2", "value": "dialog 2" },
    { "key": "2txt", "value": "dialog 2 text" },

    { "key": "3", "value": "dialog 3" },
    { "key": "3txt", "value": "dialog 3 text" }
    
  ]
}